Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 포장지를 열자 컵라면 용기 내부가 보인다.{j}가늘고 꼬불꼬불한 면발, 쪼그라든 야채 가루와 고기조각.{j}나는 면을 몇 조각으로 쪼갠 뒤 그 위에 빨간 수프를 뿌렸다.{j}뜨거운 물이 없으니 생라면을 먹을 수밖에 없는 일이다.
en_us: I tore open the packaging and looked inside the container. There were thin, curly noodles and shriveled pieces of vegetables and meat. I broke the noodles into several pieces before sprinkling the red seasoning on top. Since I had no hot water, I had to eat it raw.{j}{j}{j}

source: 내가 속으로 이런저런 잡생각을 하고 있을 때.
en_us: My mind was racing with trivial thoughts when I heard a sound from behind me.

source: 뭔가 싶어 아저씨의 손을 내려다보자.{j}“……따개비다.”
en_us: Wondering why, I looked down at Mr. Park’s hand and realized, “It’s barnacles...”{j}

source: 나는 곧바로 카운터를 향해 걸어갔다.{j}예상대로 카운터의 문은 굳게 잠겨 있었지만.
en_us: I wasted no time and walked over to the checkout counter. As I expected, the door to the counter was firmly locked.{j}

source: “어?”
en_us: “Huh?”

source: 이윽고, 김슬비가 모두를 불러 모은 뒤 말을 꺼냈다.
en_us: Soon, Seulbi rounded up everyone to speak her mind.

source: ‘다 내 편견일지도 모르지만…… 그래도 이상하잖아.{j}좀 막살았다고 자부하는 나도 아까부터 입으로만 숨 쉬고 있구만.’
en_us: Maybe I’m biased thinking this way... But it’s still weird. I’ve led a grubby life myself but I can barely breathe through my nose right now.{j}

source: “……잠깐.”
en_us: “Wait a second...”

source: “오.{j}찾았다.”
en_us: “Oh. Found it.”{j}

source: 요 며칠 사이에 미친 듯이 내린 폭우 때문일까?{j}아니면 대규모의 지각 변동?
en_us: Was it because of the heavy downpour the past several days? Or a massive land deformation perhaps?{j}

source: 손톱과 이빨에 뾰족한 따개비를 다닥다닥 붙인 한 중년 여성이 쓰레기봉투 사이로 손을 뻗어 고양이를 잡으려 했으나.
en_us: One middle-aged woman whose fingernails and teeth were covered in sharp barnacles outstretched her hand to the garbage bags, trying to catch the cat.

source: “물어보신 대로예요.{j}여기는 식량도 없고 식수도 없어요.{j}MT 오느라 사 왔던 안주랑 물을 조금씩 아껴 먹으면서 버티고 있기는 하지만, 한 사람을 더 받을 수 있을 정도까지는 아닙니다.”{j}학생회장은 단호하게 선을 그었다.
en_us: “It’s just as you said. There’s no food or potable water here. We’ve been rationing the snacks and water we’ve brought for Membership Training and holding out barely. But we don’t have enough to provide for one additional person,” the student president said firmly.{j}{j}{j}

source: 박씨 아저씨가 접근하는 소리가 들린다.
en_us: Clomp clomp clomp clomp clomp.

source: 경계를 넘어서 옅은 분노마저 느껴지는 그의 목소리에 나는 조금 당황해야 했다.{j}뭐랄까, 필요 이상으로 이쪽을 적대시하는 것 같은 느낌.{j}하지만 일단은 이들의 말에 따르는 편이 나을 것 같았다.
en_us: Not only did he sound suspicious of me, but he seemed resentful too. I felt a little flustered. How do I put it? He seems overly hostile to me. For now, I decided to go along with their request.{j}{j}

source: 좁아터진 대변기 칸 안에는 적어도 십수 명의 사람들이 꽉꽉 뭉쳐 있었다.{j}하나같이 따개비에 범벅된 모습들.{j}물에 이끌려 오기라도 한 걸까?{j}그것들은 변기를 끌어안고 어떻게 해서든 그 안에 있는 소금물을 마시려 하는 중이었다.
en_us: At least a dozen people were jammed inside the cramped toilet stalls. Each and every one of them had barnacles teeming on their bodies. Were they drawn here to get water? The barnacle beings were clasping the toilets and trying frantically to guzzle the saline water inside.{j}{j}{j}

source: 대변기 칸이 부서졌고, 서로 맞물려 있던 따개비 인간들이 기어나온다.{j}나는 창으로 뒤에 있던 따개비녀를 후려쳤지만.
en_us: The washroom stall was smashed down as the barnacle humans stuffed inside began crawling out. I struck the barnacle woman behind me with my spear.{j}

source: “있을 리가…….”
en_us: “There’s nothing...”

source: 시간이 몇 시나 되었는지는 전혀 감이 잡히지 않는다.{j}벽에 걸려있는 시계를 보았지만 그것의 시침은 12시 정각을 가리킨 채로 아주 오래전에 죽어 있었다.{j}나는 비바람이 들어오는 창문을 닫았다.
en_us: I had no idea what time it was. I peered at the clock hanging on the wall. The hour hand was frozen at 12. The clock had long stopped working. When the rain blew into the room, I closed the window.{j}{j}

source: “아, 아저씨…….”{j}뒤에 있는 김슬비의 목소리가 떨린다.
en_us: “M-mister...” Seulbi said with a trembling voice from behind me.{j}

source: 걸레 자루는 얼마 버티지 못하고 부러져 버렸다.{j}따개비 인간들은 몸에 갑각을 많이 달고 있어서 그런지, 기본적으로 엄청 무겁고 단단하다.{j}몇몇 개체들을 제외하면 물을 많이 먹어서 그런가, 몸도 팅팅 불어 있어서 덩치도 무척이나 컸다.
en_us: Unfortunately, the mop cracked into two in a matter of seconds. The barnacle humans were incredibly heavy and strong due to all the carapaces attached to their skin. Save for a few barnacle humans, most of them were also huge too, their skin puffing up after all the water they had ingested.{j}{j}

source: 나는 고개를 들어 저 앞쪽의 해안선을 바라보았다.{j}방파제와 항구, 선착장.{j}바다의 안쪽으로 파고들어 길게 뻗어 있던 콘크리트 외길.{j}그것은 어느새인가 흔적도 없이 사라져 있었다.
en_us: I looked up and gazed at the shoreline in the distance. The breakwater, the port, the dock, and the single concrete path stretching out into the ocean were nowhere to be seen. All of them were gone without a trace.{j}{j}{j}

source: “회 떠다 먹든 탕 끓여 먹든 해.”
en_us: “You can eat it raw or boil it in a soup. Whatever you want,” said Mr. Park.

source: 뿌옇게 물든 흰자, 물에 풀어진 노른자처럼 탁하게 퍼진 검은자.{j}왼쪽 눈에는 작은 따개비들이 눈곱처럼 잔뜩 끼었고, 오른쪽 눈은 아예 커다란 따개비의 패각 안에 갇혀 있었다.
en_us: The whites of her eyes were murky, and her black pupils oozed thickly like the yolk of an egg. Her left eye was filled with tiny barnacles, while her right eye was trapped inside the carapace of a bulky barnacle.{j}

source: 나는 화장실 바닥에 엎드려 타일을 혀로 핥아 보았다.{j}당연하게도 그 어떤 물방울도 묻어나지 않았다.{j}괜히 락스 향만 코를 찔렀기에, 나는 이 방에서 물을 찾는 걸 포기했다.
en_us: I lay flat on the washroom floor and tried licking the tiles. Of course, there wasn’t even a single water droplet. All I sniffed was bleach, so I gave up finding any potable water in this room.{j}{j}

source: 꾹- 꾹- 꾹-
en_us: Beep... Beep... Beep...

source: “아아, 아니 그냥.{j}말투에서 약간 군대 느낌이 나서.{j}혹시 군필자이신가 하고요.”
en_us: “Oh, it’s nothing. You sound a bit like a soldier. I’m wondering if you served in the military.”{j}{j}

source: 수십 마리의 따개비 인간들이 모텔을 빠져나와 비상구 계단 아래로 몸을 던지는 광경은 실로 기괴한 것이었다.{j}하지만 이걸로 모텔 안이 훨씬 더 안전해진 것에는 틀림없었다.
en_us: Dozens of barnacle humans surged out of the motel. The sight of them throwing themselves off the second floor was quite bizarre. But the motel was undoubtedly much safer inside now.{j}

source: 나는 이불을 둘둘 말아 감은 채 작은 간이침대에 웅크리고 누웠다.{j}며칠이나 지났을까, 요즘은 인터넷도 안 되고 심심해서 죽을 맛이다.
en_us: I was rolled up in a blanket and lying crouched on a small cot. How many days has it been? The Internet wasn’t even working lately. I was bored out of my mind.{j}

source: “스읍- 오빠가 말하는데 지금!”{j}학생회장은 김슬비를 향해 인상을 쓰며 고개를 돌렸다.{j}“너는 너무 착해서 탈이니까 지금은 가만히 있어.”
en_us: “Ugh, I’m the one speaking right now!” With a scowl, the student president whisked his head to Seulbi. “You’re too nice for your own good. Just stay back right now.”{j}{j}

source: “그래야 거짓말을 못 하죠.{j}뭔가 숨기려고 하면 바로 티 나니까.”
en_us: “That way, you won’t be able to lie. If you’re trying to hide something, it’ll show right away.”{j}

source: 철썩!
en_us: Splash!

source: 끼기기긱-
en_us: Screech!

source: 내 기억이 맞다면, 화장실의 가장 안쪽 벽에는 바깥으로 통하는 작은 창문 하나가 있다.{j}가로가 약 60cm, 세로가 약 30cm 정도 되는 듯 보였던 좁은 폭의 창문.{j}그것이 바로 앞에 있는 펜스와 약 두 뼘 정도의 거리를 두고 나 있는 것이다.
en_us: If I remembered correctly, in the innermost wall inside the washroom was a small window that led to the outside. It was a narrow window that was about 24 inches wide and 12 inches tall. The opening was just a feet away from the fence outside.{j}{j}

source: 보트가 얼마나 심하게 기울어졌느냐면, 거짓말 좀 보태서 위로 튀어 오르는 물결이 내 볼에 닿을 정도였다.
en_us: The boat was so close to toppling over that—and yes, I’m exaggerating a bit here—the waves almost touched my cheeks.

source: 타타탁-
en_us: Tap tap tap!

source: 작은 목소리로 웅얼거리듯 말하는 것을 보면 다소 소심하고 어두운 성격 같았다.{j}키는 컸지만 지나치게 말라서, 어딘가 안쓰러워 보이는 외모였다.
en_us: The way he mumbled softly made it seem like he had quite a timid and dark personality. Though he was tall, he was so scrawny that I almost felt bad for him.{j}

source: 나는 다시 카운터 안으로 되돌아갔다.{j}아무래도 상황이 상황이다 보니 내 몸을 지킬 무기 하나쯤은 있어야 할 것 같았다.
en_us: In the end, I returned to the safeties of the checkout counter. Given the circumstances, I should at least have a weapon to protect myself.{j}

source: 앞니 사이를 뚫다시피 벌리고 들어간 식칼이 한번 강하게 비틀린다.
en_us: The kitchen knife pretty much drilled through the front teeth before twisting once sharply.

source: 나는 재빨리 화장실 문을 박차고 나왔다.{j}철사로 감겨 있는 현관문의 손잡이.{j}방어력이라고는 조금도 없어 보이는 카운터의 얇은 판넬 벽.{j}1층에는 도망칠 곳도, 숨을 곳도 없다.{j}나는 곧바로 계단을 타올랐다.
en_us: I quickly kicked open the washroom door and scanned the area. The entrance door was locked firmly with wire. The checkout counter was enclosed with a thin panel of wall that would cave in easily. There was nowhere to run to or hide on the first floor. So, I immediately ran up the stairs.{j}{j}{j}{j}

source: 나는 콘크리트의 거친 표면에 옷이 찢겨 나가는 것을 무릅쓰고 항구로 기어올랐다.{j}자갈과 콘크리트가 섞여 있는 부둣가, 그 평평한 바닥에 몸을 눕히는 순간 눈물이 주체할 수 없이 차오른다.{j}드디어 뭍에 도착했다.
en_us: I clambered up toward the port at the risk of tearing my clothes against the rough surface of the concrete. The dockside was made up of a mix of gravel and concrete. The moment I lay down on the flat ground, tears began welling up uncontrollably. I had finally set foot on land.{j}{j}

source: 바리케이드 전체가 흔들리고 있었다.{j}건너편에 있는 따개비 인간들이 자판기와 소파를 잡고 흔드는 모양.{j}하지만 철사로 튼튼하게 묶인 폐가구와 가전들은 쉽게 무너질 기미를 보이지 않고 있었다.{j}더군다나 바리케이드의 표면에 흐르고 있는 것들은 따개비 인간들로 하여금 벽을 꽉 붙잡지 못하게끔 만든다.
en_us: The entire barricade quaked. The barnacles on the other side were grabbing and shaking the vending machine and the sofa. But the old furniture and appliances tied taut by wire showed no signs of tumbling down so easily. Plus, the liquid dripping down the surface of the barricade was preventing the barnacle humans from clutching the wall.{j}{j}{j}

source: 목에서 신물이 치솟아 올랐고 팔다리가 덜덜 떨린다.{j}지금 당장 뒤돌아서 문을 박차고 나가고 싶었지만, 밖의 복도에 있는 것들은 눈앞에 있는 시체보다도 훨씬 더 끔찍하고 무섭다.{j}눈앞에 있는 자살자는 적어도 이빨을 드러내며 달려들지는 않으니까.
en_us: Bile rose in my throat while my arms and legs quivered with horror. I wanted to spin around and kick open the door to leave. But the monsters lurking in the halls were more dreadful and scarier than the dead body in front of me. At least the corpse before me wouldn’t bare its teeth and charge at me.{j}{j}

source: 찰박-
en_us: Splash.

source: 나는 따개비 인간들의 몸 사이사이 틈을 살펴보았다.{j}하지만 단지 그것들의 이빨이나 손톱만이 무서운 것이 아니다.{j}전신에 다닥다닥 돋아나 있는 따개비들이 이빨과 손톱보다도 훨씬 더 무서웠다.
en_us: I examined the space between the barnacle humans. Their teeth and fingernails weren’t the only things that scared me. The clusters of barnacles encasing the entire body was much more frightening.{j}{j}

source: “이미 죽은 사람이잖아요!”
en_us: “He’s already dead!”

source: 분명 바다 근처, 항구의 부둣가나 방파제에서 볼 수 있는 것들이 왜 모텔 2층의 복도에 펼쳐져 있단 말인가?
en_us: Sea roaches were usually found on the dockside or in the crevices of the breakwater. So why were they creeping around on the second floor of the motel hallway?

source: 따개비 인간이 게와 갯강구가 잔뜩 들어차 있는 입을 쩍 벌리던 바로 그때.{j}“비켜!”
en_us: Just as the barnacle human opened its jaw, revealing his mouth stuffed with crabs and sea roaches, Seulbi dashed over.{j}

source: [긴급 방송입……]
en_us: “Breaking news...”

source: 따개비가 원래 성장 속도가 이렇게 빠른 생물이었나?{j}그것도 육지에서, 건물 외벽에 붙어서 자라날 정도로?{j}내 상식선에서 따개비라는 것은 이런 생물이 아니었다.{j}그렇다면 원래 따개비는 어떤 생물이었지?
en_us: Did barnacles always grow this fast? On the exterior walls of a building no less? Common knowledge—as far as I knew—told me they didn’t. Then what kind of organisms were barnacles actually supposed to be?{j}{j}{j}

source: “네?{j}아, 안주 해 먹고 남은 것들이요.{j}홍합탕이었나 보네요.”
en_us: “Sorry? Oh. Leftovers from dishes we made. It must have been mussel soup.”{j}{j}

source: ……뽀각!
en_us: Crunch...!

source: 나는 도로 앞에 트럭을 세웠다.{j}어느새 편의점이 코앞으로 다가와 있었다.{j}도로 위 풀밭에 세워진 편의점은 불이 꺼진 채 덩그러니 방치되어 있었다.{j}다행이라면 유리로 된 문이 깨지지 않았다는 것, 그리고 반쯤 열려 있다는 것이다.
en_us: Before we knew it, we had arrived at the convenience store. The store was erected on a field of grass atop the road. Its lights were off and left attended. Fortunately though, not only was the glass door not shattered, but it was also half-open.{j}{j}{j}

source: 뒤에서 내 생각을 대변해 주는 목소리가 있었다.{j}회장.{j}드물게도 그와 나의 생각이 일치했다.{j}나의 경우에는 입 밖으로 내지 않았지만 말이다.
en_us: It was exactly what I was thinking. Surprisingly enough, it was the student president who had spoken his thoughts, though I hadn’t voiced my suspicions aloud.{j}{j}{j}

source: “자자, 재난 상황에서의 자구책인데 어쩔 수 없잖아요.{j}정 뭣하면 돈을 두고 가면 되니까 너무 걱정 마세요.{j}저 돈 있어요.”{j}김슬비는 권순태를 다독이며 편의점 안으로 들어섰다.
en_us: “Now, now. We’re all just trying to survive in this disaster, so it can’t be helped. If you really feel bad, then we can leave some change, so don’t worry. I have some money,” Seulbi consoled Sun-tae as they entered the convenience store.{j}{j}{j}

source: 인천광역시 옹진군 백적면.{j}인구수 약 1천 명의 섬.{j}학교나 마트, 병원, 편의점 등 있을 것 다 있는, 그리고 119에 구조를 요청할 수 있는 구원의 땅.{j}‘백적도(魄積島)’의 항구를 향해서 말이다.
en_us: Baekjeok Township was located in Ongjin County, Incheon. The island had a population of about a thousand people. There was a school, a supermarket, a hospital, convenience stores, and other such infrastructure. It was the land of salvation where one could call for help. And the port of Baekjeok Island was on the horizon.{j}{j}{j}

source: 그녀의 손안에는 머리카락으로 꽉 찬 커다란 페트병 하나가 들려 있었다.{j}미끼.{j}모텔을 탈출하기 전, 김슬비는 자신을 비롯한 모두의 손발톱과 머리카락을 조금씩 받아 빈 페트병들에 받아 두었었다.
en_us: In her hand was a big plastic bottle crammed full of hair used as bait. Before we left the motel, Seulbi had collected everyone’s nails and hair including hers and shoved them down the empty bottle.{j}{j}

source: ‘나름 착하고 상식적인 사람도 있는 것을 보면 무리 전체가 이상한 것은 아니겠지.{j}어차피 힘을 쓸 일도 많을 테니까 무리를 지어서 나쁠 것은 없나.’
en_us: She was pretty kind and reasonable too. Not everyone can be so rude then, right? A lot of things might require strength and group work. Going with the others shouldn’t be a bad idea.{j}

source: 나는 나의 신분과 소속, 굴덕도에서 목격했던 것, 바다에서 있었던 일, 모텔에 들어오기까지의 과정, 그리고 들어오고 나서 겪었던 일들을 담담하게 설명해 나갔다.{j}내 이야기가 길어질수록 김슬비를 비롯한 모든 이들의 표정은 점차 굳어 간다.{j}이것이 비단 백적도 안에서만 벌어진 일이 아니라는 사실을 알았기 때문이다.
en_us: I calmly explained my position, affiliation, what I had witnessed at Guldeok Island, what happened at the sea, how I came to enter the motel, and what I went through once I made it inside. The longer I talked, the more Seulbi and the others’ faces hardened. They realized that this strange happening wasn’t only taking place in Baekjeok Island.{j}{j}

source: “여기 책임자라는 겁니다.”{j}어딘가 군인 느낌이 나는 이 남학생은 경계심이 뚜렷한 어조로 나에게 말을 건넸다.{j}“저것들 보입니까?”
en_us: “I’m the one in charge,” the male student said defensively, giving off an air of a soldier. He continued, “Do you see those?”{j}{j}

source: 삐그덕- 끼긱- 끼기기긱-
en_us: Squeak... Creak... Creaaak...

source: 위에서 또다시 쇠를 두드리는 듯한 소리가 난다.{j}저 고마운 소리 덕분에 살았다.{j}위층에 누군가 다른 생존자들이 있는 걸까?
en_us: I heard the noise of jangling iron from above again. I had survived thanks to that sound. Could there be other survivors upstairs?{j}{j}

source: 그때, 회장과 황가애의 사이에 조그맣게 끼어드는 목소리 하나가 있었다.
en_us: In that moment, someone timidly cut in on the president and Ga-ae’s conversation.

source: 유통기한 몇 년 지난 음식까지도 가뿐하게 소화하는 내 위장조차도 지금 이 냄새에는 스멀스멀 거부감을 보이고 있다.{j}그런 악취 속에서 태연하게 서 있다는 것은 이상함을 넘어 기괴함에 가까웠다.{j}그리고 이내.{j}나의 편협한 편견과 불길한 몽상은 공교롭게도 딱 맞아떨어졌다.
en_us: Stuffing my face with food years past its expiry date was as easy as pie, but even I could barely stomach this stench. So, standing so peacefully in the reek was not only weird but uncanny. And soon, my suspicions and sinister fears were unfortunately proven true.{j}{j}{j}

source: 밧줄은 김씨 아저씨의 목에 걸림과 동시에 그 끝이 보트의 끝부분에도 휘감겼다.{j}어떤 식으로 매듭이 지어졌는지는 알 수 없었지만 꽤나 단단히 꼬인 것 같았다.
en_us: At the same time the rope ensnared Mr. Kim’s neck, its tip coiled around the edge of the boat. I wasn’t sure how they got entangled, but they were knotted pretty tightly.{j}

source: 그긱- 그기기기긱-
en_us: Click... Click-clack...

source: 몸에 힘이 빠진다.{j}나는 한 마리 해파리처럼 축 늘어진 채로 무력하게 파도에 휩쓸리게 되었다.{j}내가 모든 것을 포기하려는 순간.
en_us: Strength escaped my body. I went limp like a jellyfish and let the waves overtake me. But then, the moment I was about to give up everything, I heard a voice.{j}{j}

source: “네.{j}저희 친척 어르신께서 이 모텔 주인이셔서요.{j}원래는 펜션으로 가려다가 모텔로 왔습니다.{j}5층을 통째로 전세 내서요.”
en_us: “Yes. My older relative is the owner of this motel. We were originally planning to go to a lodging but came to this motel instead. We have the entire fifth floor rented out,” the guy explained.{j}{j}{j}

source: 발에 몸무게를 실어서 밟자, 이불 밑에서 거울이 깨지는 느낌이 왔다.{j}나는 소리가 나지 않게끔 천천히 이불들을 걷어 올렸고, 그 밑에서 큼지막한 거울 조각 하나를 집어 들었다.{j}길게 깨진 거울 조각.{j}나는 그것을 휴지로 둘둘 말아 움켜쥔 채 현관문으로 향했다.{j}방금 전 따개비 인간 하나가 손을 집어넣어 휘젓던 문 어귀 틈의 구멍.
en_us: When I used my weight to step on the blanket, the mirror crushed underneath. I slowly lifted the blanket, careful not to make a sound. Then, I picked up a large piece of broken glass—a long one—wrapped it in toilet paper, and walked toward the front door. Moments ago, the barnacle human had slipped and flailed her hand through a hole on the mouth of the door.{j}{j}{j}{j}

source: 딸깍-
en_us: Click.

source: 나는 주머니에 사탕을 가득 채워 넣고는 카운터를 나섰다.{j}아니, 나서려 했다.
en_us: I filled my pockets with candies and made to exit the checkout counter. Or at least, I was about to.{j}

source: 내가 입을 여는 순간.{j}[으어어어어!]{j}박씨 아저씨가 갑자기 나를 향해 손을 뻗어오기 시작했다.
en_us: The moment I spoke, Mr. Park suddenly thrust his arms to me and howled, “Aaargh!”{j}{j}

source: ‘그래, 전속력으로 가야겠다.’{j}조금만 더 가면 된다.{j}나는 뒤로 밀려나지 않게 핸들을 꽉 잡은 뒤 보트를 급발진시켰다.
en_us: All right. I’m going to power through full speed, I resolved. I just had to go a little further. I gripped the helm so as not to slip back before accelerating the boat.{j}{j}

source: 나는 글 제목을 클릭해 보았다.
en_us: I tried clicking on the post and scrolled down.

source: 또다시 철문을 두드리는 소리.{j}하지만 이번에는 조금 다른 소리가 섞여서 들려오고 있었다.
en_us: But this time, there was a slightly different noise mixed into it too.{j}

source: “으윽.”
en_us: “Urgh.”

source: “부끄럽지만 저는 MT 내내 술에 반쯤 취해 있었어서 초기 상황을 잘 몰라요.{j}그냥 정신을 차려 보니 508호 안에 있었고, 그렇게 우연히 살아남았죠.{j}그 뒤에는 회장 선배를 따라서 이상하게 변한 애들이 방에서 나오지 못하게 문을 막았어요.{j}지금 생각해 보면 방 안에 멀쩡한 애들도 있었을 텐데……”{j}그녀는 아직도 자기 자신을 자책하고 있는 듯했다.
en_us: “Though it’s embarrassing, I was half-drunk the entire Membership Training. So, I don’t really know what happened in the beginning. When I came to, I was in Room 508 and luckily survived it. After that, I followed the student prez and helped block the doors so that any turned students can’t get out.” Seulbi paused. Then, in a self-reproaching tone, she added, “But when I look back on it now, some of the students might’ve been normal...”{j}{j}{j}{j}

source: 부둣가 위로 올라온 파도가 계속해서 나를 향한 식욕을 드러낸다.{j}아직도 미련을 버리지 못했는지, 자꾸만 누워 있는 내 몸을 밀어 반대편으로 보내려 하고 있었다.
en_us: The waves kept rising to the dockside, continuing to show its hunger for me. The sea still seemed to long for me and kept on trying to push my body to the other side.{j}

source: 그 둘은 한동안 더 노원빈의 몸을 살폈다.{j}하지만 엉덩이에 배변의 흔적이 약간 묻어 있다는 것을 제외하면 별다른 특이사항은 없었다.
en_us: For a while, the two observed Wonbin’s body. Besides a small trace of defecation on his behind, they noted nothing special about his body.{j}

source: 그때, 회장과 황가애의 사이에 조그맣게 끼어드는 목소리 하나가 있었다.{j}“관계자의 증언은 아무래도 신빙성을 의심할 수밖에 없는데…… 진술의 증거 활용 시 법적 효력도…….”
en_us: In that moment, someone timidly cut in on the president and Ga-ae’s conversation. “A testimony from the party concerned can be questionable... Her testimony could be used as evidence and may be legally binding...”{j}

source: 목소리가 시키는 대로 나는 온 힘을 다해 밀대를 밀었다.
en_us: I followed their order and pushed the mop with all my strength.

source: 우적- 우적- 우적- 우적- 우적- 우적- 우적-
en_us: Chomp chomp chomp chomp chomp chomp chomp.

source: 나는 의문의 광경을 목도했다.
en_us: I paused. Something strange caught my eye.

source: 그 순간.{j}부스럭-
en_us: Rustle.{j}

source: 당연하게도 타일은 바싹 말라 있었다.{j}개수대에 긴 머리카락 뭉치가 꽉 막혀 있는 것으로 봐선 청소 상태도 영 아니었다.{j}나는 수도꼭지를 돌렸다.{j}그러자 샤워기에서 물이 졸졸졸 흘러나오는 것이 보인다.{j}하지만.
en_us: Of course, the tiles in the washroom were dried up. There was a wad of hair plugging the drainer. The place really needed a cleanup. I turned on the tap. I saw a trickle of water flowing down from the showerhead. However...{j}{j}{j}{j}

source: 12- 모텔의 생존자 (2)
en_us: Chapter 12. Survivor at the Motel (2)

source: 목에 감긴 호스가 이리저리 비틀리며 따개비 인간의 살갗 위를 쓸어간다.{j}그럴 때마다 잘게 부서진 따개비 갑각들이 썩어서 흐물거리게 된 살점에 섞여 나왔다.
en_us: The shower hose twisted around his neck and grated against the barnacle human’s flesh. With every scrape fell out crumbles of barnacle shells and chunks of mushy, rotten flesh.{j}

source: 허우적- 허우적-
en_us: Whoosh! Whoosh!

source: 부글부글부글부글……
en_us: Gurgle gurgle gurgle gurgle...

source: 하필이면 바닥을 나뒹굴고 있던 리모컨을 밟아 버린 것이다.{j}남들이 보기에는 극도로 답답한 발암 전개겠지만…… 실수를 저지른 당사자의 입장에서는 그야말로 머리가 하얗게 비어 버리는 듯한 느낌.{j}더군다나 그 한 번의 눌림으로 인해 바로 TV가 켜졌다면 더더욱 그럴 것이다.{j}어두운 방 안에 TV 소리가 요란하게 울려 퍼졌다.
en_us: I ended up stepping on the remote control that happened to be strewn over the floor. Others would find the development super frustrating. As for me, my mind blanked out for making such a ridiculous mistake. Worse, the one slip-up caused the TV to turn on. The TV roared to life, making itself loud and clear in the dark room.{j}{j}{j}

source: 환 공포증이라고 했나?{j}나한테 그런 게 있었다는 걸 오늘 처음 알았다.{j}박씨 아저씨의 얼굴은 온통 여드름으로 뒤덮여 있었다.{j}울룩불룩 튀어나온 피부.{j}하지만 그것이 단순한 피부 트러블은 아니라는 걸 짐작할 수 있었다.
en_us: What did they call it? Trypophobia? For the first time, I realized I had such fears. Mr. Park’s entire face was ravaged by acne. His skin was all bumpy and coarse. But I knew it wasn’t a simple skin condition.{j}{j}{j}{j}

source: 당연히 잠겨 있었지만, 마스터 키가 있으니 들어갈 수 있다.{j}208호.{j}내가 오늘 밤 묵을 방이다.{j}나는 방문을 잠그는 것조차 잊은 채 곧바로 냉장고로 향했다.{j}전기가 들어오지 않는지 냉장고 안은 전혀 차갑지 않았다.{j}나는 그 안에 있는 미지근한 생수 두 병 중에 한 병을 그 자리에서 원샷해 버렸다.{j}타들어 가는 듯하던 목이 그제야 겨우 가라앉는다.
en_us: Needless to say, it was locked, but I had the master key. I went into Room 208, the place I would spend the night tonight. I headed straight for the fridge, forgetting to lock the door behind me. The fridge wasn’t cold at all, since there was no electricity. I took out one of the two bottles of lukewarm water and chugged it in one go. It finally quenched my thirst.{j}{j}{j}{j}{j}{j}

source: 그녀는 어깨를 으쓱하며 말했다.{j}“저러다가 잠잠해질 거예요.{j}가끔 저렇게들 몰려왔다가 또 시간이 지나면 하나둘씩 흩어지니까.”
en_us: She shrugged and said, “They’ll quiet down eventually. Sometimes, they swarm around like that and then scatter in time.”{j}{j}

source: ‘자식아.{j}정신 차려라.’{j}또다시 형의 목소리가 들려오는 것 같다.
en_us: “Hey, kiddo. Pull yourself together,” my brother seemed to tell me.{j}{j}

source: [으어…… 우어어어…….]
en_us: “Aah... Graaagh...”

source: 기기기긱……
en_us: Creaaak...

source: ‘……그래도 비교적 안전한 섬이라 다행이네.{j}장박 낚시 아재들 중에는 밀물 때면 가라앉는 암초 위에 포인트를 잡았다가 막 익사하기도 한다는데.’
en_us: Well... At least the island’s somewhat safe. I heard some of these fishermen camp out on a rock that sinks when the tide rises and drowns to death.{j}

source: 고개를 돌려 누구인지 확인할 틈도 없이, 옆으로 대걸레 자루가 확 들어왔다.{j}긴 걸레 자루 끝에는 예전에 내가 만든 것과 비슷한 식칼과 테이프가 붙어 있었다.
en_us: Before I could turn around to see who it was, a mop swung toward me from the side. At the end of the long mop was a kitchen knife taped to the stick, much like the one I had made before.{j}

source: 하지만 김슬비는 황가애의 손이 닿지 않게끔 침착하게 뒤로 물러났다.
en_us: But Seulbi calmly took a step back so that Ga-ae wouldn’t be able to reach her.

source: ‘어떻게든 도망가야……!’
en_us: I have to get out of here no matter what...!

source: 꺼졌다가 다시 켜진 비상등 불빛 저 끄트머리에 그림자 두 개가 늘어져 있는 것이 보인다.{j}두 명의 사람이 복도 중앙, 1층과 3층으로 연결되어 있는 계단 앞에 서 있었다.{j}한 명은 등산복을 입고 있는 남자.{j}다른 한 명은 모피코트를 입고 있는 여자였다.{j}둘 다 뚱뚱한 체격이었고, 사이좋게 팔짱을 끼고 있었다.
en_us: As the emergency light flashed on and off, I spotted two long shadows at the end of the passage. Two people were standing at the center of the hallway, in front of the stairway that led to the first and the third floors. One was a man clad in hiking clothes. The other was a woman wearing a fur coat. They were both stout and had linked their arms with each others’.{j}{j}{j}{j}

source: ‘나도 잡히면 저렇게 되겠구나.’
en_us: If they catch me, I’ll also end up like the seagull.

source: 그때.{j}“……?”
en_us: “...?”{j}

source: ‘망했다.’{j}시야가 캄캄해진다.{j}발밑에는 비참한 몰골로 찢겼던 갈매기의 파편들이 흩뿌려져 있었다.
en_us: I’m done for. I sank into despair. Scattered under my feet were the remains of the seagull that had met its tragic end. {j}{j}

source: “녹차 티백에는 칼로리를 기대하면 안 되겠지?”
en_us: “I can’t fill my calories with green tea, can I?” I shook my head.
